{
    "cobblemon.species.megacharizardx.name": "메가리자몽X",
    "cobblemon.species.megacharizardx.desc1": "지상 1400m까지 날개를 사용해 날 수 있다. 고열의 불꽃을 내뿜는다.",
    "cobblemon.species.megacharizardx.desc2": "입에서 작렬하는 불꽃을 토해낼 때 꼬리의 끝이 더욱 붉고 격렬하게 타오른다.",
    
    "cobblemon.species.megacharizardy.name": "메가리자몽Y",
    "cobblemon.species.megacharizardy.desc1": "힘든 싸움을 경험한 리자몽일수록 불꽃 온도가 높아진다고 전해진다.",
    "cobblemon.species.megacharizardy.desc2": "강한 상대를 찾아 하늘을 날아다닌다. 무엇이든 다 녹여버리는 고열의 불꽃을 자신보다 약한 자에게 들이대지 않는다.",

    "cobblemon.species.megablastoise.name": "메가거북왕",
    "cobblemon.species.megablastoise.desc1": "등껍질의 로켓포에서 뿜어져 나오는 제트 수류는 두꺼운 철판도 뚫는다.",
    "cobblemon.species.megablastoise.desc2": "무거운 몸으로 상대를 덮쳐서 기절시킨다. 위기에 처하면 등껍질에 숨는다.",

    "cobblemon.species.megavenusaur.name": "메가이상해꽃",
    "cobblemon.species.megavenusaur.desc1": "비가 내린 다음 날은 등의 꽃향기가 강해진다. 향기에 이끌려 포켓몬이 모여든다.",
    "cobblemon.species.megavenusaur.desc2": "등 위에 활짝 핀 큰 꽃은 태양 빛을 흡수해서 에너지로 변환할 수 있다.",

    "cobblemon.species.megabeedrill.name": "메가독침붕",
    "cobblemon.species.megabeedrill.desc1": "고속으로 날아다니며 독침으로 공격한 뒤 바로 날아가 버리는 전법이 특기다.",
    "cobblemon.species.megabeedrill.desc2": "양손과 엉덩이에 있는 3개의 독침으로 상대를 찌르고 찌르고 또 찌르며 공격한다.",

    "cobblemon.species.megaaerodactyl.name": "메가프테라",
    "cobblemon.species.megaaerodactyl.desc1": "호박에 남아 있던 공룡의 유전자에서 부활시켰다. 높은 소리로 울며 난다.",
    "cobblemon.species.megaaerodactyl.desc2": "날카로운 목소리로 울부짖으며 고대의 넓은 하늘을 날아다녔다고 여겨지는 거칠고 사나운 포켓몬이다.",

    "cobblemon.species.megapidgeot.name": "메가피죤투",
    "cobblemon.species.megapidgeot.desc1": "피죤투가 힘껏 날개를 치면 큰 나무도 휠 정도의 강풍을 일으킨다.",
    "cobblemon.species.megapidgeot.desc2": "먹이를 찾을 때 수면을 아슬아슬하게 미끄러지듯 날아 잉어킹 등을 움켜잡는다.",

    "cobblemon.species.megaalakazam.name": "메가후딘",
    "cobblemon.species.megaalakazam.desc1": "지니고 있는 숟가락은 후딘이 초능력으로 만들어 낸 것이다. 이 세상에 1개뿐인 오리지널이다.",
    "cobblemon.species.megaalakazam.desc2": "뇌세포는 항상 분열해서 죽을 때까지 늘어나기 때문에 모든 것을 기억해 놓을 수 있다.",

    "cobblemon.species.megalucario.name": "메가루카리오",
    "cobblemon.species.megalucario.desc1": "메가진화 에너지와 파동이 섞여 돌아다닌 흔적이 온몸에 검게 새겨져 있다.",
    "cobblemon.species.megalucario.desc2": "모든 신경을 집중해서 눈 앞의 적에게 맞선다. 싸우는 모습은 한마디로 비정하다.",

    "cobblemon.species.megasteelix.name": "메가강철톤",
    "cobblemon.species.megasteelix.desc1": "It’s said that if an ONIX lives for 100 years, its composition becomes diamondlike as it evolves into a STEELIX.",
    "cobblemon.species.megasteelix.desc2": "The iron it ingested with the soil it swallowed transformed its body and made it harder than diamonds.",

    "cobblemon.species.megamegagallade.name": "Scizor",
    "cobblemon.species.megamegagallade.desc1": "The excess energy that bathes this Pokémon keeps it in constant danger of overflow. It can’t sustain a battle over long periods of time.",
    "cobblemon.species.megamegagallade.desc2": "Due to the effects of Mega Evolution, its pincers have taken on a more diabolical form, ripping anything they pinch to shreds.",

    "cobblemon.species.megagengar.name": "메가팬텀",
    "cobblemon.species.megagengar.desc1": "Gengar’s relationships are warped. It has no interest in opponents unless it perceives them as prey.",
    "cobblemon.species.megagengar.desc2": "The energy of Mega Evolution awakened it. It sinks into another dimension, where it keeps a patient watch for its chance to attack.",

    "cobblemon.species.megamewtwox.name": "메가뮤츠X",
    "cobblemon.species.megamewtwox.desc1": "Psychic power has augmented its muscles. It has a grip strength of one ton and can sprint a hundred meters in two seconds flat!",
    "cobblemon.species.megamewtwox.desc2": "",

    "cobblemon.species.megamewtwoy.name": "메가뮤츠Y",
    "cobblemon.species.megamewtwoy.desc1": "Despite its diminished size, its mental power has grown phenomenally. With a mere thought, it can smash a skyscraper to smithereens.",
    "cobblemon.species.megamewtwoy.desc2": "",

    "cobblemon.species.megagyarados.name": "메가갸라도스",
    "cobblemon.species.megagyarados.desc1": "Mega Evolution places a burden on its body. The stress causes it to become all the more ferocious.",
    "cobblemon.species.megagyarados.desc2": "It zooms out of the water at Mach speeds. Even large ships caught in its path are split cleanly in two!",

    "cobblemon.species.megaslowbro.name": "메가야도란",
    "cobblemon.species.megaslowbro.desc1": "All the energy from Mega Evolution poured into the Shellder on its tail, leaving Slowpoke to be swallowed whole.",
    "cobblemon.species.megaslowbro.desc2": "When bathed in the energy of Mega Evolution, Shellder converts into impregnable armor. There is virtually no change in Slowpoke.",

    "cobblemon.species.megapinsir.name": "메가쁘사이저",
    "cobblemon.species.megapinsir.desc1": "The influence of Mega Evolution leaves it in a state of constant excitement. It pierces enemies with its two large horns before shredding them.",
    "cobblemon.species.megapinsir.desc2": "Bathed in the energy of Mega Evolution, its wings become unusually developed. It flies at speeds of approximately 30 mph.",  

    "cobblemon.species.megarayquaza.name": "메가레쿠쟈",
    "cobblemon.species.megarayquaza.desc1": "It lives in the ozone layer far above the clouds and cannot be seen from the ground.",
    "cobblemon.species.megarayquaza.desc2": "It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve.",

    "cobblemon.species.megakangaskhan.name": "메가캥카",
    "cobblemon.species.megakangaskhan.desc1": "Mega Kangaskhan’s strength derives from the mother’s happiness about her child’s growth. Watching it grow up keeps her spirits high.",
    "cobblemon.species.megakangaskhan.desc2": "Thanks to Mega Evolution, its child grows. But as the child is good only at fighting and nothing else, its mother feels uneasy about its future.",
    
    "cobblemon.species.megaampharos.name": "메가전룡",
    "cobblemon.species.megaampharos.desc1": "Excess energy from Mega Evolution stimulates its genes, and the wool it had lost grows in again.",
    "cobblemon.species.megaampharos.desc2": "Massive amounts of energy intensely stimulated Ampharos’s cells, apparently awakening its long-sleeping dragon’s blood.",

    "cobblemon.species.megaheracross.name": "메가헤라크로스",
    "cobblemon.species.megaheracross.desc1": "It can grip things with its two horns and lift 500 times its own body weight.",
    "cobblemon.species.megaheracross.desc2": "A tremendous influx of energy builds it up, but when Mega Evolution ends, Heracross is bothered by terrible soreness in its muscles.",

    "cobblemon.species.megablaziken.name": "메가번치코",
    "cobblemon.species.megablaziken.desc1": "It can grip things with its two horns and lift 500 times its own body weight.",
    "cobblemon.species.megablaziken.desc2": "A tremendous influx of energy builds it up, but when Mega Evolution ends, Heracross is bothered by terrible soreness in its muscles.",

    "cobblemon.species.megasableye.name": "메가깜까미",
    "cobblemon.species.megasableye.desc1": "The jewel from its chest, which has grown gigantic due to the effects of Mega Evolution, can turn back any attack.",
    "cobblemon.species.megasableye.desc2": "Supporting a giant heavy jewel, it can’t change direction very nimbly and is vulnerable to attack from behind.",

    "cobblemon.species.megasharpedo.name": "메가샤크니아",
    "cobblemon.species.megasharpedo.desc1": "The spines sprouting from its head are transformed fangs. If they’re injured or broken off, the spines will regenerate countless times.",
    "cobblemon.species.megasharpedo.desc2": "As a consequence of Mega Evolution, its combative instincts exploded. The yellow marks it bears are scars from a long history of battles.",

    "cobblemon.species.megagarchomp.name": "메가한카리아스",
    "cobblemon.species.megagarchomp.desc1": "Excess energy melted its arms and wings, transforming them into giant scythes.",
    "cobblemon.species.megagarchomp.desc2": "Its vaunted wings become scythes, sending it mad with rage. It swings its scythes wildly and slices the ground to pieces.",

    "cobblemon.species.megabanette.name": "메가다크펫",
    "cobblemon.species.megabanette.desc1": "Extraordinary energy amplifies its cursing power to such an extent that it can’t help but curse its own Trainer.",
    "cobblemon.species.megabanette.desc2": "Mega Evolution increases its vindictiveness, and the cursing power that was held back by its zipper comes spilling out.",

    "cobblemon.species.megatyranitar.name": "메가마기라스",
    "cobblemon.species.megatyranitar.desc1": "Due to the colossal power poured into it, this Pokémon’s back split right open. Its destructive instincts are the only thing keeping it moving.",
    "cobblemon.species.megatyranitar.desc2": "The effects of Mega Evolution make it more ferocious than ever. It’s unclear whether it can even hear its Trainer’s orders.",

    "cobblemon.species.megagardevoir.name": "메가가디안",
    "cobblemon.species.megagardevoir.desc1": "Gardevoir has the ability to read the future. If it sensesimpending danger to its Trainer, this Pokémon is saidto unleash its psychokinetic energy at full power.",
    "cobblemon.species.megagardevoir.desc2": "Gardevoir has the psychokinetic power to distort thedimensions and create a small black hole. This Pokémonwill try to protect its Trainer even at the risk of its own life.",

    "cobblemon.species.megagallade.name": "메가엘레이드",
    "cobblemon.species.megagallade.desc1": "Because it can sense what its foe is thinking, its attacks burst out first, fast, and fierce.",
    "cobblemon.species.megagallade.desc2": "A master of courtesy and swordsmanship, it fightsusing extending swords on its elbows.",

    "cobblemon.species.megaglalie.name": "메가얼음귀신",
    "cobblemon.species.megaglalie.desc1": "The excess energy from Mega Evolution spilled over from its mouth, breaking its jaw. It spews endless blizzards.",
    "cobblemon.species.megaglalie.desc2": "It envelops prey in its mouth, freezing them instantly. But its jaw is dislocated, so it’s unable to eat them.",

    "cobblemon.species.megascizor.name": "메가핫삼",
    "cobblemon.species.megascizor.desc1": "The excess energy that bathes this Pokémon keeps it in constant danger of overflow. It can’t sustain a battle over long periods of time.",
    "cobblemon.species.megascizor.desc2": "Due to the effects of Mega Evolution, its pincers have taken on a more diabolical form, ripping anything they pinch to shreds.",

    "cobblemon.species.megamawile.name": "메가입치트",
    "cobblemon.species.megamawile.desc1": "It has an extremely vicious disposition. It grips prey in its two sets of jaws and tears them apart with raw power.",
    "cobblemon.species.megamawile.desc2": "Its two sets of jaws thrash about violently as if they each had a will of their own. One gnash from them can turn a boulder to dust."
}