{
    "cobblemon.species.megacharizardx.name": "Charizard",
    "cobblemon.species.megacharizardx.desc1": "Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures.",
    "cobblemon.species.megacharizardx.desc2": "When expelling a blast of superhot fire, the red flame at the tip of its tail burns more intensely.",
    
    "cobblemon.species.megacharizardy.name": "Charizard",
    "cobblemon.species.megacharizardy.desc1": "It is said that Charizard’s fire burns hotter if it has experienced harsh battles.",
    "cobblemon.species.megacharizardy.desc2": "Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.",

    "cobblemon.species.megablastoise.name": "Blastoise",
    "cobblemon.species.megablastoise.desc1": "The jets of water it spouts from the rocket cannons on its shell can punch through thick steel.",
    "cobblemon.species.megablastoise.desc2": "It crushes its foe under its heavy body to cause fainting. In a pinch, it will withdraw inside its shell.",

    "cobblemon.species.megavenusaur.name": "Venusaur",
    "cobblemon.species.megavenusaur.desc1": "After a rainy day, the flower on its back smells stronger. The scent attracts other Pokémon.",
    "cobblemon.species.megavenusaur.desc2": "By spreading the broad petals of its flower and catching the sun’s rays, it fills its body with power.",

    "cobblemon.species.megabeedrill.name": "Beedrill",
    "cobblemon.species.megabeedrill.desc1": "Its best attack involves flying around at high speed, striking with poison needles, then flying off.",
    "cobblemon.species.megabeedrill.desc2": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",

    "cobblemon.species.megaaerodactyl.name": "Aerodactyl",
    "cobblemon.species.megaaerodactyl.desc1": "Its best attack involves flying around at high speed, striking with poison needles, then flying off.",
    "cobblemon.species.megaaerodactyl.desc2": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",

    "cobblemon.species.megapidgeot.name": "Pidgeot",
    "cobblemon.species.megapidgeot.desc1": "By flapping its wings with all its might, Pidgeot can make a gust of wind capable of bending tall trees.",
    "cobblemon.species.megapidgeot.desc2": "When hunting, it skims the surface of water at high speed to pick off unwary prey such as Magikarp.",

    "cobblemon.species.megaalakazam.name": "Alakazam",
    "cobblemon.species.megaalakazam.desc1": "The spoons clutched in its hands are said to have been created by its psychic powers.",
    "cobblemon.species.megaalakazam.desc2": "Its brain cells multiply continually until it dies. As a result, it remembers everything.",

    "cobblemon.species.megalucario.name": "Lucario",
    "cobblemon.species.megalucario.desc1": "Black streaks all over its body show where its auras and the energy of Mega Evolution intermingled and raced through it.",
    "cobblemon.species.megalucario.desc2": "It readies itself to face its enemies by focusing its mental energies. Its fighting style can be summed up in a single word: heartless.",

    "cobblemon.species.megasteelix.name": "Steelix",
    "cobblemon.species.megasteelix.desc1": "It’s said that if an ONIX lives for 100 years, its composition becomes diamondlike as it evolves into a STEELIX.",
    "cobblemon.species.megasteelix.desc2": "The iron it ingested with the soil it swallowed transformed its body and made it harder than diamonds.",

    "cobblemon.species.megamegagallade.name": "Scizor",
    "cobblemon.species.megamegagallade.desc1": "The excess energy that bathes this Pokémon keeps it in constant danger of overflow. It can’t sustain a battle over long periods of time.",
    "cobblemon.species.megamegagallade.desc2": "Due to the effects of Mega Evolution, its pincers have taken on a more diabolical form, ripping anything they pinch to shreds.",

    "cobblemon.species.megagengar.name": "Gengar",
    "cobblemon.species.megagengar.desc1": "Gengar’s relationships are warped. It has no interest in opponents unless it perceives them as prey.",
    "cobblemon.species.megagengar.desc2": "The energy of Mega Evolution awakened it. It sinks into another dimension, where it keeps a patient watch for its chance to attack.",

    "cobblemon.species.megamewtwox.name": "Mewtwo",
    "cobblemon.species.megamewtwox.desc1": "Psychic power has augmented its muscles. It has a grip strength of one ton and can sprint a hundred meters in two seconds flat!",
    "cobblemon.species.megamewtwox.desc2": "",

    "cobblemon.species.megamewtwoy.name": "Mewtwo",
    "cobblemon.species.megamewtwoy.desc1": "Despite its diminished size, its mental power has grown phenomenally. With a mere thought, it can smash a skyscraper to smithereens.",
    "cobblemon.species.megamewtwoy.desc2": "",

    "cobblemon.species.megagyarados.name": "Gyarados",
    "cobblemon.species.megagyarados.desc1": "Mega Evolution places a burden on its body. The stress causes it to become all the more ferocious.",
    "cobblemon.species.megagyarados.desc2": "It zooms out of the water at Mach speeds. Even large ships caught in its path are split cleanly in two!",

    "cobblemon.species.megaslowbro.name": "Slowbro",
    "cobblemon.species.megaslowbro.desc1": "All the energy from Mega Evolution poured into the Shellder on its tail, leaving Slowpoke to be swallowed whole.",
    "cobblemon.species.megaslowbro.desc2": "When bathed in the energy of Mega Evolution, Shellder converts into impregnable armor. There is virtually no change in Slowpoke.",

    "cobblemon.species.megapinsir.name": "Pinsir",
    "cobblemon.species.megapinsir.desc1": "The influence of Mega Evolution leaves it in a state of constant excitement. It pierces enemies with its two large horns before shredding them.",
    "cobblemon.species.megapinsir.desc2": "Bathed in the energy of Mega Evolution, its wings become unusually developed. It flies at speeds of approximately 30 mph.",  

    "cobblemon.species.megarayquaza.name": "Rayquaza",
    "cobblemon.species.megarayquaza.desc1": "It lives in the ozone layer far above the clouds and cannot be seen from the ground.",
    "cobblemon.species.megarayquaza.desc2": "It flies forever through the ozone layer, consuming meteoroids for sustenance. The many meteoroids in its body provide the energy it needs to Mega Evolve.",

    "cobblemon.species.megakangaskhan.name": "Kangaskhan",
    "cobblemon.species.megakangaskhan.desc1": "Mega Kangaskhan’s strength derives from the mother’s happiness about her child’s growth. Watching it grow up keeps her spirits high.",
    "cobblemon.species.megakangaskhan.desc2": "Thanks to Mega Evolution, its child grows. But as the child is good only at fighting and nothing else, its mother feels uneasy about its future.",
    
    "cobblemon.species.megaampharos.name": "Ampharos",
    "cobblemon.species.megaampharos.desc1": "Excess energy from Mega Evolution stimulates its genes, and the wool it had lost grows in again.",
    "cobblemon.species.megaampharos.desc2": "Massive amounts of energy intensely stimulated Ampharos’s cells, apparently awakening its long-sleeping dragon’s blood.",

    "cobblemon.species.megaheracross.name": "Heracross",
    "cobblemon.species.megaheracross.desc1": "It can grip things with its two horns and lift 500 times its own body weight.",
    "cobblemon.species.megaheracross.desc2": "A tremendous influx of energy builds it up, but when Mega Evolution ends, Heracross is bothered by terrible soreness in its muscles.",

    "cobblemon.species.megablaziken.name": "Blaziken",
    "cobblemon.species.megablaziken.desc1": "It can grip things with its two horns and lift 500 times its own body weight.",
    "cobblemon.species.megablaziken.desc2": "A tremendous influx of energy builds it up, but when Mega Evolution ends, Heracross is bothered by terrible soreness in its muscles.",

    "cobblemon.species.megasableye.name": "Sableye",
    "cobblemon.species.megasableye.desc1": "The jewel from its chest, which has grown gigantic due to the effects of Mega Evolution, can turn back any attack.",
    "cobblemon.species.megasableye.desc2": "Supporting a giant heavy jewel, it can’t change direction very nimbly and is vulnerable to attack from behind.",

    "cobblemon.species.megasharpedo.name": "Sharpedo",
    "cobblemon.species.megasharpedo.desc1": "The spines sprouting from its head are transformed fangs. If they’re injured or broken off, the spines will regenerate countless times.",
    "cobblemon.species.megasharpedo.desc2": "As a consequence of Mega Evolution, its combative instincts exploded. The yellow marks it bears are scars from a long history of battles.",

    "cobblemon.species.megagarchomp.name": "Garchomp",
    "cobblemon.species.megagarchomp.desc1": "Excess energy melted its arms and wings, transforming them into giant scythes.",
    "cobblemon.species.megagarchomp.desc2": "Its vaunted wings become scythes, sending it mad with rage. It swings its scythes wildly and slices the ground to pieces.",

    "cobblemon.species.megabanette.name": "Banette",
    "cobblemon.species.megabanette.desc1": "Extraordinary energy amplifies its cursing power to such an extent that it can’t help but curse its own Trainer.",
    "cobblemon.species.megabanette.desc2": "Mega Evolution increases its vindictiveness, and the cursing power that was held back by its zipper comes spilling out.",

    "cobblemon.species.megatyranitar.name": "Tyranitar",
    "cobblemon.species.megatyranitar.desc1": "Due to the colossal power poured into it, this Pokémon’s back split right open. Its destructive instincts are the only thing keeping it moving.",
    "cobblemon.species.megatyranitar.desc2": "The effects of Mega Evolution make it more ferocious than ever. It’s unclear whether it can even hear its Trainer’s orders.",

    "cobblemon.species.megagardevoir.name": "Gardevoir",
    "cobblemon.species.megagardevoir.desc1": "Gardevoir has the ability to read the future. If it sensesimpending danger to its Trainer, this Pokémon is saidto unleash its psychokinetic energy at full power.",
    "cobblemon.species.megagardevoir.desc2": "Gardevoir has the psychokinetic power to distort thedimensions and create a small black hole. This Pokémonwill try to protect its Trainer even at the risk of its own life.",

    "cobblemon.species.megagallade.name": "Gallade",
    "cobblemon.species.megagallade.desc1": "Because it can sense what its foe is thinking, its attacks burst out first, fast, and fierce.",
    "cobblemon.species.megagallade.desc2": "A master of courtesy and swordsmanship, it fightsusing extending swords on its elbows.",

    "cobblemon.species.megaglalie.name": "Glalie",
    "cobblemon.species.megaglalie.desc1": "The excess energy from Mega Evolution spilled over from its mouth, breaking its jaw. It spews endless blizzards.",
    "cobblemon.species.megaglalie.desc2": "It envelops prey in its mouth, freezing them instantly. But its jaw is dislocated, so it’s unable to eat them.",

    "cobblemon.species.megascizor.name": "Scizor",
    "cobblemon.species.megascizor.desc1": "The excess energy that bathes this Pokémon keeps it in constant danger of overflow. It can’t sustain a battle over long periods of time.",
    "cobblemon.species.megascizor.desc2": "Due to the effects of Mega Evolution, its pincers have taken on a more diabolical form, ripping anything they pinch to shreds.",

    "cobblemon.species.megamawile.name": "Mawile",
    "cobblemon.species.megamawile.desc1": "It has an extremely vicious disposition. It grips prey in its two sets of jaws and tears them apart with raw power.",
    "cobblemon.species.megamawile.desc2": "Its two sets of jaws thrash about violently as if they each had a will of their own. One gnash from them can turn a boulder to dust."
}